# Binaries
brew 'yt-dlp'
brew 'coreutils' # Those that come with macOS are outdated
brew 'gh'
brew 'git'
brew 'grep'
# brew 'steamcmd'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'wget'
brew 'nano'

# Apps
cask '1password'
cask '1password-cli'
cask 'audiobook-builder'
cask 'autodesk-fusion'
#cask 'backblaze'
#cask 'backblaze-downloader'
cask 'bbedit'
#cask 'caffeine'
cask 'carbon-copy-cloner'
#cask 'chatgpt'
cask 'prismlauncher'
#cask 'daisydisk'
#cask 'dolphin'
cask 'devonthink'
cask 'fantastical'
#cask 'garmin-express'
cask 'google-chrome'
#cask 'handbrake-app'
cask 'hazel'
#cask 'jellyfin'
cask 'keyboard-maestro'
#cask 'macfuse'
cask 'makemkv'
cask 'markdown-service-tools'
#cask 'microsoft-office'
cask 'minecraft'
# cask 'opencore-patcher'
cask 'porting-kit'
cask 'tailscale'
#cask 'the-unarchiver'
#cask 'transmit'
$cask 'zoom'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Mac App Store
mas 'Things', id: 904280696
mas 'parachute-backup', id: 6748614170
mas 'daisydisk', id: 411643860
