# Binaries
brew 'yt-dlp'
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'ffprobe'
brew 'gh'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'wget'
brew 'nano'

# Apps
cask '1password'
cask '1password-cli'
cask 'bbedit'
cask 'carbon-copy-cloner'
cask 'devonthink'
cask 'fantastical'
cask 'google-chrome'
cask 'hazel'
cask 'keyboard-maestro'
cask 'markdown-service-tools'
cask 'tailscale'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Mac App Store
mas 'Things', id: 904280696
mas 'daisydisk', id: 411643860
mas 'Infuse' , id: 1136220934
mas 'Magic Lasso', id: 1198047227

# Optional Files - Laptop
# cask 'caffeine'
# cask 'chatgpt'

# Optional Files - Games
# cask 'minecraft'
# cask 'porting-kit'
# cask 'prismlauncher'
# cask 'dolphin'

# Optional Files - Desktop / Server
# cask 'handbrake-app'
# cask 'jellyfin'
# cask 'makemkv'
# cask 'audiobook-builder'
# mas 'parachute-backup', id: 6748614170

# Optional Files - Old Hardware
# cask 'opencore-patcher'

# Large installs
# cask 'autodesk-fusion'
# cask 'microsoft-office'
# cask 'garmin-express'
# cask 'zoom'
